Repository: Spamty/statuspage
Catalog: translate/*/LC_MESSAGES/spamty.po
Languages: de_de, fr_fr

source: If you publish your email address in forums, on Twitter or somewhere else on internet it is an easy target for spam robots.
de_de: Wenn du deine E-Mail-Adresse in Foren, auf Twitter oder irgendwo anders im Internet teilst, ist sie ein leichtes Ziel für Spam-Bots.
fr_fr: Si vous publiez votre adresse email dans les forums, sur Twitter ou ailleurs sur internet, c’est une cible facile pour les robots de spam.

source: They browse the internet to collect email addresses and send spam to them.
de_de: Sie durchsuchen das Internet, sammeln alle E-Mail-Adressen und schicken Spam an diese.
fr_fr: Ils naviguer sur internet pour collecter des adresses e-mail et envoyer du spam à eux.

source: An easy spam target: email address in a Tweet
de_de: Ein einfaches Spam-Ziel: E-Mail-Adresse in einem Tweet
fr_fr: Une cible facile spam: adresse e-mail dans un Tweet

source: Spamty will convert your email address into a link. If someone clicks on this link we verify that this is a human before he can see your email address (see also: <a>How it works</a>).
de_de: Spamty verwandelt deine E-Mail-Adresse in einen Link. Wenn jemand auf diesen Link klickt, prüfen wir, ob er ein Mensch ist, bevor er deine E-Mail-Adresse sehen kann (siehe auch: <a>Wie es funktioniert</a>).
fr_fr: Spamty va convertir votre adresse e-mail en un lien. Si quelqu’un clique sur ce lien, nous vérifions qu’il s’agit d’un être humain avant qu’il puisse voir votre adresse e-mail (voir aussi: <a>Comment ça marche</a>).

source: And the best: we won't store your email address in our database. We encrypt it and the key ist your link. This means that we are never able to access your email address without the link.
de_de: Und das Beste: Wir speichern deine E-Mail-Adresse nicht in unserer Datenbank. Wir verschlüsseln sie, der Schlüssel ist dein Link. Das bedeutet, dass wir niemals deine E-Mail-Adresse sehen können ohne den Link von dir zu bekommen.
fr_fr: Et le meilleur: nous ne stockons votre adresse email dans notre base de données. Nous cryptons il et la clé ist votre lien. Cela signifie que nous ne sommes jamais en mesure d’accéder à votre adresse e-mail sans le lien.

source: Protected against spam
de_de: Gegen Spam geschützt
fr_fr: Protégé contre le spam

source: Message
de_de: Nachricht

source: Contact
de_de: Kontakt
