Repository: Spamty/statuspage
Catalog: translate/*/LC_MESSAGES/spamty.po
Languages: de_de, fr_fr

source: About Us
de_de: Über uns
fr_fr: À propos de nous

source: With Spamty you can protect your email against Spam. It was created in 2014 by Philipp.
de_de: Mit Spamty kannst du deine E-Mail vor Spam schützen. Es wurde 2014 von Philipp erschaffen.
fr_fr: Avec Spamty vous pouvez protéger votre email contre le Spam. En 2014, il a été créé par Philipp.

source: About Spamty
de_de: Über Spamty
fr_fr: Sur Spamty

source: With Spamty you can share your email address on the internet without worrying about Spam.
de_de: Mit Spamty kannst du deine E-Mail Adresse im Internet teilen, ohne dir Sorgen über Spam machen zu müssen.
fr_fr: Avec Spamty vous pouvez partager votre adresse de courriel sur internet sans se soucier de Spam.

source: Spamty was created in 2014 by Philipp. You can find me here:
de_de: Spamty wurde im Jahr 2014 von Philipp erstellt. Du findest mich hier:
fr_fr: Spamty a été créé en 2014 par Philipp. Vous pouvez me trouver ici:

source: The idea
de_de: Die Idee
fr_fr: L’idée

source: In Germany we are obliged to publish an email address on our website. When I did this on my blog I got very much email spam (see also <a>Why to use Spamty?</a>). That's why I created Spamty to share my email address on the internet without receiving tons of spam mails.
de_de: In Deutschland muss man auf jeder Website eine E-Mail-Adresse angeben. Als ich das auf meinem Blog gemacht habe, erhielt ich sehr viel Spam per E-Mail (siehe auch <a>Warum Spamty nutzen?</a>). Darum habe ich Spamty gegründet, um meine E-Mail-Adresse im Internet zu teilen, ohne massenhaft Spam zu bekommen.
fr_fr: En Allemagne, nous sommes obligés de publier une adresse e-mail sur notre site Web. Quand j’ai fait cela sur mon blog j’ai reçu beaucoup e-mail spam (voir aussi <a>Pourquoi utiliser Spamty?</a>). C’est pourquoi j’ai créé Spamty pour partager mon adresse de courriel sur internet sans recevoir des tonnes d’emails de spam.

source: The website in 2014
de_de: Die Website in 2014
fr_fr: Le site Web en 2014

source: Contact Me
de_de: Kontakt
fr_fr: Me contacter

source: You can contact the Spamty team here if you have problems with the API or any other questions.
de_de: Du kannst das Spamty Team hier kontaktieren, wenn du Probleme mit der API oder andere Fragen hast.
fr_fr: Vous pouvez contacter l’équipe de Spamty ici si vous avez des problèmes avec l’API ou de toute autre question.

source: Developer contact
de_de: Entwickler-Kontakt
fr_fr: Contact développeur

source: Do you have any problems with our API? Do you need help? Or do you want to request new features?
de_de: Hast du Probleme mit unserer API? Benötigst du Hilfe? Oder möchtest du neue Features vorschlagen?
fr_fr: Vous avez des problèmes avec notre API ? Avez-vous besoin d’aide ? Ou vous voulez demander de nouvelles fonctionnalités ?

source: Feel free to contact me via this form.
de_de: Du kannst mich gerne jederzeit über das Formular kontaktieren.
fr_fr: Sentez-vous libre de me contacter via ce formulaire.

source: You can also:
de_de: Du kannst uns auch:
fr_fr: Vous pouvez aussi:

source: Send us an email
de_de: Eine E-Mail schicken
fr_fr: Contactez-nous par e-mail

source: Ask anything on ask.fm
de_de: Auf ask.fm fragen
fr_fr: Demandez sur ask.fm

source: Message us on Telegram
de_de: Eine Nachricht mit Telegram schicken
fr_fr: Message nous sur Telegram

source: Feel free to contact the Spamty team if you need help or just want to talk.
de_de: Kontaktiere das Spamty Team hier, wenn du Hilfe brauchst oder einfach nur reden willst.
fr_fr: N’hésitez pas à contacter l’équipe de Spamty si vous besoin d’aide ou voulez juste parler.

source: Germany
de_de: Deutschland
fr_fr: Allemagne

source: Fax:
fr_fr: Télécopie:

source: Go to my email address
de_de: Zu meiner E-Mail Adresse
fr_fr: Mon adresse mail

source: Contact Form
de_de: Kontaktformular
fr_fr: Formulaire de contact

source: Encrypt your Email Address
de_de: Verschlüssele deine E-Mail Adresse
fr_fr: Cryptez votre adresse E-mail

source: Start here and encrypt your email address.
de_de: Beginne hier und verschleiere deine E-Mail Adresse
fr_fr: Commencez ici et cryptez votre adresse e-mail.

source: This Form is deprecated. You have to <a>use the latest one</a>.
de_de: Dieses Formular ist veraltet. Hier geht es <a>zu dem aktuellen</a>.
fr_fr: Cette forme est déconseillée. Vous devez <a>utiliser la plus récente</a>.

source: Your Email Address
de_de: Deine E-Mail Adresse
fr_fr: Votre adresse E-mail

source: We only store an encrypted version of your Email.
de_de: Wir speichern deine E-Mail Adresse nicht im Klartext.
fr_fr: Nous stockons seulement une version cryptée de votre addresse email.

source: ENCRYPT
de_de: VERSCHLÜSSELN
fr_fr: CRYPTER

source: Start here and encrypt your email address to protect it against spam.
de_de: Beginne hier und verschleiere deine E-Mail Adresse um sie vor Spam zu schützen.
fr_fr: Commencez ici et cryptez votre adresse e-mail afin de le protéger contre le spam.

source: Protect your Email Address
de_de: Schütze deine E-Mail Adresse
fr_fr: Protéger votre adresse E-mail

source: Protect your email address for free against Spam.
de_de: Schütze deine E-Mail-Adresse kostenlos vor Spam.
fr_fr: Protéger votre adresse e-mail gratuite contre le Spam.

source: Your email address
de_de: Deine E-Mail Adresse
fr_fr: Votre adresse email

source: We only store an encrypted version of your email address.
de_de: Wir speichern deine E-Mail Adresse nicht im Klartext.
fr_fr: Nous stockons seulement une version cryptée de votre addresse email.

source: GET LINK
de_de: GENERIEREN
fr_fr: OBTENIR LE LIEN

source: Create a Spamty link and protect your email address on the internet against spam.
de_de: Erstelle einen Spamty Link und schütze deine E-Mail-Adresse im Internet vor Spam.
fr_fr: Créer un lien de Spamty et de protéger votre adresse e-mail sur internet contre le spam.

source: <a>See how it works</a>
de_de: <a>Erfahre, wie es geht</a>
fr_fr: <a>Comment ça marche?</a>

source: We only store an <a>encrypted</a> version of your Email.
de_de: Wir speichern deine E-Mail Adresse <a>nicht im Klartext</a>.
fr_fr: Nous stockons uniquement une version <a>cryptée</a> de votre Email.

source: You accept our <a>privacy policy</a>.
de_de: Du akzeptierst unsere <a>Datenschutzbestimmungen</a>.
fr_fr: Vous acceptez notre <a>politique de confidentialité</a>.

source: Privacy Policy
de_de: Datenschutzbestimmungen
fr_fr: Politique de confidentialité

source: Please do not fill out the "Name" field. It is only for spam protection.
de_de: Bitte fülle nicht das Feld „Name“ aus. Es dient nur als Spam-Schutz.
fr_fr: S’il vous plaît ne pas remplir le champ „Nom“. Il est seulement pour la protection anti-spam.

source: <a>Reload the Form</a> and try again.
de_de: <a>Lade das Formular neu</a> und versuche es nochmals.
fr_fr: <a>Recharger le formulaire</a> et essayez à nouveau.

source: <a>Contact me</a> if you need help.
de_de: <a>Schreibe mir</a>, wenn du Hilfe brachst.
fr_fr: <a>Contactez-moi</a> si vous avez besoin d’aide.

source: This was no valid email address.
de_de: Das war keine gültige E-Mail Adresse.
fr_fr: Il s’agissait d’aucune adresse de courriel valide.

source: Sorry, we had technical problems.
de_de: Leider hatten wir technische Probleme.
fr_fr: Désolé, nous avions des problèmes techniques.

source: Please send an email to contact@spamty.eu with the following error code.
de_de: Schicke bitte eine E-Mail an contact@spamty.eu und gebe folgenden Fehlercode an.
fr_fr: S’il vous plaît envoyez un courriel à contact@spamty.eu avec le code d’erreur suivant.

source: We will try to fix this problem and we can also create a new Spamty link for you manually.
de_de: Wir werden versuchen, das Problem zu beheben, und können dir auch einen neuen Spamty-Link erstellen.
fr_fr: Nous allons essayer de résoudre ce problème et nous pouvons aussi créer un nouveau lien de Spamty pour vous manuellement.

source: Your Spamty link
de_de: Dein Spamty-Link
fr_fr: Votre lien de Spamty

source: This is the link where your email address can be found:
de_de: Das ist der Link, unter dem deine E-Mail-Adresse gefunden werden kann:
fr_fr: Voici le lien où se trouve votre adresse email:

source: What's next?
de_de: Und jetzt?
fr_fr: Et ensuite?

source: Share the link
de_de: Teile den Link
fr_fr: Partagez le lien

source: You can share this link now on the internet.
de_de: Du kannst den Link nun im Internet veröffentlichen.
fr_fr: Vous pouvez partager ce lien maintenant sur internet.

source: Share the Link
de_de: Teile den Link
fr_fr: Partager le lien

source: Share on Facebook
de_de: Auf Facebook teilen
fr_fr: Partager sur Facebook

source: Protected against #Spam. My email address:
de_de: Gegen #Spam geschützt. Meine E-Mail Adresse:
fr_fr: Protégé contre les #Spam. Mon adresse email:

source: Share on Twitter
de_de: Auf Twitter teilen
fr_fr: Désactiver parts Twitter

source: Link to my Email Address
de_de: Link zu meiner E-Mail-Adresse
fr_fr: Lien vers mon adresse E-mail

source: You can find my email address here:
de_de: Hier findest du meine E-Mail Adresse:
fr_fr: Vous pouvez trouver mon adresse email ici:

source: Share via email
de_de: Per E-Mail teilen
fr_fr: Partagez-le par mail

source: Too long?
de_de: Link zu lang?
fr_fr: Trop long?

source: You can <a>shorten this URL</a>.
de_de: Du kannst <a>diese URL kürzen</a>.
fr_fr: Vous pouvez <a>raccourcir cette URL</a>.

source: Donations
de_de: Spenden
fr_fr: Faites un don

source: You can support us with a Bitcoin donation if you like our website:
de_de: Um uns bei der Finanzierung zu helfen, kannst du gerne Bitcoins spenden:
fr_fr: Vous pouvez nous soutenir par un don de Bitcoin si vous aimez notre site Web:

source: Page not found
de_de: Seite nicht gefunden
fr_fr: Page non trouvée

source: We couldn't find the Page you were looking for.
de_de: Wir konnten die Seite nicht finden, die du gesucht hast.
fr_fr: Désolé, nous n’avons pas trouvé la page que vous recherchez.

source: You can now take a nap.
de_de: Mach doch ein Schläfchen.
fr_fr: Vous pouvez maintenant faire une sieste.

source: And now?
de_de: Und jetzt?
fr_fr: Et la suite?

source: If you've finished you can continue to our <a>Homepage</a>
de_de: Du kannst weiter zu unserer <a>Startseite</a>
fr_fr: Si vous avez terminé, vous pouvez continuer à notre <a>page d’accueil</a>

source: or search the Web for the Page you are looking for.
de_de: or im Internet nach der gewünschten Seite suchen.
fr_fr: ou Rechercher sur le Web pour la Page que vous cherchez.

source: Enter the name of the page you want to find:
de_de: Gib den Namen der gewünschten Seite ein:
fr_fr: Entrez le nom de la page que vous recherchez :

source: Search
de_de: Suchen
fr_fr: Rechercher

source: Contact me
de_de: Kontaktiere mich
fr_fr: Me contacter

source: You can report this error here so we can try to fix it.
de_de: Du kannst diesen Fehler melden, damit wir versuchen können, ihn zu beheben.
fr_fr: Vous pouvez signaler cette erreur ici afin que nous puissions essayer de le réparer.

source: Frequently Asked Questions
de_de: Häufige Fragen
fr_fr: Questions fréquemment posées

source: How Spamty works, how you can protect your email against spam and more frequently asked questions.
de_de: Wie Spamty funktioniert, wie du deine E-Mail vor Spam schützen kannst und weitere häufig gestellte Fragen.
fr_fr: Comment Spamty fonctionne, comment vous pouvez protéger votre email contre le spam et les questions les plus fréquemment posées.

source: Frequently Asked Questions <small>and the answers</small>
de_de: Häufige Fragen <small> und die Antworten</small>
fr_fr: Foire aux Questions <small>et les réponses</small>

source: Feel free to <a>contact me</a> if you have any other questions.
de_de: Du kannst mich gerne <a>kontaktieren</a>, wenn du weitere Fragen hast.
fr_fr: N’hésitez pas à <a>me contacter</a> si vous avez d’autres questions.

source: How does Spamty work?
de_de: Wie funktioniert Spamty?
fr_fr: Comment fonctionne Spamty?

source: We will give you a link. If someone clicks on it he has to solve a captcha before he can see your email address. We check if he is a human so you won't get spam by robots.
de_de: Wir geben dir einen Link. Wenn jemand darauf klickt, muss er ein Captcha lösen, bevor er deine E-Mail Adresse sehen kann. Wir prüfen ob er ein Mensch ist, damit du keinen Spam bekommst.
fr_fr: Nous vous donnerons un lien. Si quelqu’un clique dessus il doit résoudre un captcha avant qu’il puisse voir votre adresse e-mail. Nous vérifions s’il est un être humain, donc vous n’obtiendrez pas spam par robots.

source: You should also have a look at <a>our tutorial</a>.
de_de: Du solltest auch in <a>unser Tutorial</a> schauen.
fr_fr: Vous devez également avoir un oeil à <a>notre tutoriel</a>.

source: The decryption URL is very long. Is it possible to get a shorter one?
de_de: Der Link zu meiner E-Mail Adresse ist sehr lang. Gibt es einen Kürzeren?
fr_fr: L’URL de décryptage est très longue. Est-il possible d’obtenir un plus court ?

source: The URL is very long because we need it for the en- and decryption.
de_de: Die URL ist so lang, weil darin der Code zur Verschlüsselung enthalten ist.
fr_fr: L’URL est très longue car nous en avons besoin pour le fr - et le déchiffrement.

source: You can use the <a>official Spamty URL Shortener</a> to get a shorter one.
de_de: Du kannst den <a>offiziellen URL-Kürzer</a> verwenden um einen kürzeren Link zu bekommen.
fr_fr: Vous pouvez utiliser le <a>Spamty officiel URL Shortener</a> pour obtenir un plus court.

source: How do you finance this project?
de_de: Wie wird Spamty finanziert?
fr_fr: Comment financer ce projet ?

source: We don't have any ads on Spamty.eu and we would never sell your data.
de_de: Wir platzieren auf der Website keine Werbebanner und verkaufen selbstverständlich auch nicht deine Daten.
fr_fr: Nous n’avons pas d’annonces sur Spamty.eu et nous ne vendrions jamais vos données.

source: To help financing this project you can donate some Bitcoins:
de_de: Um uns bei der Finanzierung zu helfen, kannst du gerne Bitcoins spenden:
fr_fr: Pour aider à financer ce projet, vous pouvez donner quelques Bitcoins :

source: I have more questions!
de_de: Ich habe weitere Fragen!
fr_fr: J’ai plus de questions!

source: How Spamty encrypts data
de_de: Wie Spamty Daten verschlüsselt
fr_fr: Comment Spamty crypte les données

source: We try to protect your email address as best as possible. That's why we encrypt your email address for the best security.
de_de: Wir versuchen deine E-Mail Adresse so gut wie möglich zu schützen. Darum verschlüsseln wir sie für die beste Sicherheit.
fr_fr: Nous essayons de protéger le mieux possible votre adresse de courriel. C’est pourquoi nous chiffrons votre adresse email pour une sécurité maximum.

source: How encryption works
de_de: Wie die Verschlüsselung funktioniert
fr_fr: Comment fonctionne le chiffrement

source: We try to protect your email address as best as possible. That's why we store only an encrypted version of your email address in our database.
de_de: Wir versuchen deine E-Mail Adresse so gut wie möglich zu schützen. Darum speichern wir sie nur verschlüsselt in unserer Datenbank.
fr_fr: Nous essayons de protéger le mieux possible votre adresse de courriel. C’est pourquoi nous stockons uniquement une version cryptée de votre adresse e-mail dans notre base de données.

source: When you enter your email address in the form to generate your link we encrypt your email to store it in our database.
de_de: Wenn du deine E-Mail Adresse in das Formular eingibst, um einen Link zu erstellen, verschlüsseln wir deine E-Mail Adresse, um sie dann in der Datenbank zu speichern.
fr_fr: Lorsque vous entrez votre adresse email dans le formulaire pour générer votre lien nous chiffrons votre email pour la stocker dans notre base de données.

source: The encryption key is randomly generated and equals your Spamty link.
de_de: Der Schlüssel wird zufällig generiert und ist zugleich dann dein Spamty-Link.
fr_fr: La clé de chiffrement est générée de façon aléatoire et est égal à votre lien de Spamty.

source: We encrypt the address with the <a>AES-256 algorithm</a> which is also used in the US to encrypt "Top Secret" documents.
de_de: Deine E-Mail-Adresse wird mit dem <a>AES-256 Algorithmus</a> verschlüsselt (dieser wird auch in den USA für streng geheime Dokumente verwendet).
fr_fr: Nous chiffrons l’adresse avec <a>l’algorithme AES-256</a> qui est également utilisé aux États-Unis pour chiffrer les documents „Top Secret“.

source: https://en.wikipedia.org/wiki/Advanced_Encryption_Standard
de_de: https://de.wikipedia.org/wiki/Advanced_Encryption_Standard
fr_fr: https://fr.wikipedia.org/wiki/Advanced_Encryption_Standard

source: On Wikipedia
de_de: Auf Wikipedia
fr_fr: Sur Wikipedia

source: By using this encryption method we ensure that no one has access to your email address if he didn't got the link from you.
de_de: Durch die Verschlüsselungsmethode stellen wir sicher, dass niemand Zugriff auf deine E-Mail Adresse hat, wenn er nicht den Link von dir bekommen hat.
fr_fr: En utilisant ce cryptage méthode que nous assurer que personne n’a accès à votre adresse e-mail si il n’a pas obtenu le lien de votre part.

source: Even if someone hacks our database (we hope this will never happen) he cannot send you spam because he would not be able to decrypt your email address.
de_de: Sogar wenn jemand unsere Datenbank hackt (das wird hoffentlich niemals passieren) kann er dir keinen Spam schicken, da er deine E-Mail nicht entschlüsseln kann.
fr_fr: Même si quelqu’un hacks notre base de données (nous espérons que cela n’arrivera jamais), il ne peut pas vous envoyer le spam car il ne serait pas en mesure de déchiffrer votre adresse email.

source: The key in your Spamty link makes it very long. To share it we recommend to use <a>our URL shortener</a>.
de_de: Der Schlüssel in deinem Spamty-Link macht ihn sehr lang. Um ihn im Internet zu teilen, empfehlen wir dir unseren <a>URL-Kürzer</a> zu benutzen.
fr_fr: La clé dans votre lien de Spamty, il est très long. Pour le partager, nous vous recommandons d’utiliser <a>notre URL shortener</a>.

source: How Spamty works
de_de: Wie Spamty funktioniert
fr_fr: Comment fonctionne Spamty

source: You'll get a link you can share. If someone clicks on it we check if he is human before he can see your email address.
de_de: Du bekommst einen Link, den du teilen kannst. Wenn jemand auf diesen klickt, prüfen wir, ob es ein Mensch ist, bevor er deine E-Mail Adresse sehen kann.
fr_fr: Vous obtiendrez un lien que vous pouvez partager. Si quelqu’un clique dessus nous vérifions s’il est humain avant qu’il puisse voir votre adresse e-mail.

source: You can use Spamty if you want to share your email address on the internet (e.g. on Twitter, Craigslist, ...) without getting tons of spam.
de_de: Du kannst SPamty benutzen um deine E-Mail-Adresse im Internet (z.B. auf Twitter, Craigslist, …) zu teilen, ohne massenhaft Spam zu bekommen.
fr_fr: Vous pouvez utiliser Spamty si vous voulez partager votre adresse de courrier électronique sur internet (par exemple sur Twitter, Craigslist,…) sans avoir des tonnes de spam.

source: You'll get a link to share it on the web. If someone visits this link he has to solve a captcha before we decrypt your email address of our database and display it on the website.
de_de: Wenn jemand auf diesen Link klickt, muss er ein Captcha lösen. Danach wird mit dem Wert aus unserer Datenbank und dem Schlüssel aus dem Link deine E-Mail Adresse entschlüsselt und angezeigt.
fr_fr: Vous aurez un lien pour partager sur le web. Si une personne visite ce lien il doit résoudre un captcha avant nous décrypter votre adresse d’e-mail de notre base de données et l’afficher sur le site Web.

source: Enter your email address in the form to generate your link.
de_de: Gib deine E-Mail-Adresse einfach in das Formular ein um einen Link zu erstellen.
fr_fr: Entrez votre adresse email dans le formulaire pour générer votre lien.

source: Encrypt the Email Address
de_de: Verschlüssele deine E-Mail Adresse
fr_fr: Cryptez votre adresse E-mail

source: You'll get a link to share on the web.
de_de: Du bekommst einen Link um diesen im Internet zu teilen.
fr_fr: Vous aurez un lien pour partager sur le web.

source: Create a link to your address
de_de: Erstelle einen Link zu deiner E-Mail
fr_fr: Créer un lien vers votre adresse

source: The Spamty link is very long because it is used to encrypt your email address in our database for maximum security.
de_de: Der Spamty-Link ist sehr lang, da er zugleich zur Verschlüsselung deiner E-Mail in unserer Datenbank benutzt wird - für maximale Sicherheit.
fr_fr: Le lien de Spamty est très long, car il est utilisé pour crypter votre adresse e-mail dans notre base de données pour une sécurité maximale.

source: Read <a>how we encrypt data</a>.
de_de: Lese auch <a>wie wir Daten verschlüsseln</a>.
fr_fr: Lisons <a>comment nous crypter les données</a>.

source: You can shorten this link with 3q3.de.
de_de: Du kannst den Link mit 3q3.de kürzen.
fr_fr: Vous pouvez <a>raccourcir cette URL</a>.

source: Share the link for example on your blog, on Twitter or anywhere you want.
de_de: Teile den Link zum Beispiel auf deinem Blog, auf Twitter oder wo immer du willst.
fr_fr: Partager le lien par exemple sur votre blog, sur Twitter ou partout où vous voulez.

source: Share the link online
de_de: Teile den Link online
fr_fr: Partager le lien en ligne

source: Someone who clicks on the link has to solve a captcha before he sees your email address.
de_de: Jemand, der auf deinen Link klickst, muss ein Captcha lösen, bevor er deine E-Mail Adresse sehen kann.
fr_fr: Une personne qui clique sur le lien doit résoudre un captcha avant qu’il voit votre adresse email.

source: <a>Try it yourself</a>.
de_de: <a>Probiere es selbst</a>.
fr_fr: <a>Essayez vous-même</a>.

source: Display the email address
de_de: E-Mail anzeigen
fr_fr: Afficher l’adresse de courriel

source: Please fill out all fields.
de_de: Bitte fülle alle Felder aus.
fr_fr: Veuillez remplir tous les champs.

source: Your email was successfully sent. Thanks.
de_de: Deine E-Mail wurde erfolgreich verschickt. Danke.
fr_fr: Votre email a été envoyé avec succès. Merci.

source: We speak:
de_de: Wir sprechen:
fr_fr: Nous parlons:

source: Name
fr_fr: Nom

source: Your name
de_de: Dein Name
fr_fr: Votre nom

source: You could enter anonym@example.com to stay anonymous.
de_de: Du kannst anonym@example.com eingeben, um anonym zu bleiben.
fr_fr: Vous pouvez entrer anonym@example.com rester anonyme.

source: Subject
de_de: Betreff
fr_fr: Sujet

source: SEND
de_de: SENDEN
fr_fr: ENVOYEZ

source: Language:
de_de: Sprache:
fr_fr: Langue:

source: Powered by
de_de: Bereitgestellt von
fr_fr: Realisé Par

source: FAQ/Help
de_de: FAQ/Hilfe
fr_fr: Aide/FAQ

source: Legal Notice
de_de: Impressum
fr_fr: Mentions légales

source: Developer
de_de: Entwickler
fr_fr: Développeur

source: Protect your Email Address against Spam
de_de: Schütze deine E-Mail Adresse gegen Spam
fr_fr: Protégez votre adresse e-mail contre le spam

source: Tired of spam? Spamty helps you to protect your email address on the web by asking people to solve a captcha before they see it.
de_de: Du hast Spam satt? Mit Spamty kannst du deine E-Mail Adresse im Internet veröffentlichen ohne massenhaft Spam zu bekommen. Bevor jemand deine E-Mail Adresse sehen kann, muss er ein Captcha lösen.
fr_fr: Fatigué de spam? Spamty vous aide à protéger votre adresse email sur le web en demandant aux gens de résoudre un captcha avant qu’ils le voient.

source: Home
de_de: Start
fr_fr: Accueil

source: Encryption
de_de: Verschlüsseln
fr_fr: Cryptage

source: Contact us
de_de: Kontaktiere uns
fr_fr: Contactez-nous

source: Close
de_de: Schließen
fr_fr: Fermer
