Repository: Spamty/statuspage
Catalog: translate/*/LC_MESSAGES/spamty.po
Languages: de_de, fr_fr

source: Protect your email address
de_de: Schütze deine E-Mail Adresse
fr_fr: Protégez votre adresse e-mail

source: Protect your Email
de_de: Schütze deine E-Mail
fr_fr: Protéger votre adresse E-mail

source: Tired of Spam? With Spamty you can protect your email address to share it on the web.
de_de: Du hast Spam satt? Mit Spamty kannst du deine E-Mail Adresse im Internet veröffentlichen ohne massenhaft Spam zu bekommen.
fr_fr: Fatigué de Spam? Avec Spamty vous pouvez protéger votre adresse e-mail pour partager sur le web.

source: Enter your email address below and we will encrypt it and give you a link. If somebody opens the link he has to solve a captcha and then he is able to see your email address.
de_de: Du bekommst von uns einen Link, wenn jemand darauf klickt, muss er erst ein Captcha lösen, bevor er deine E-Mail Adresse sieht. Bots haben keine Chance.
fr_fr: Entrez votre adresse email ci-dessous et nous allons crypter et de vous donner un lien. Si quelqu’un ouvre le lien qu’il a à résoudre un captcha et puis il est capable de voir votre adresse email.

source: Start using Spamty
de_de: Beginne hier
fr_fr: Commencez à utiliser Spamty

source: Here are all legal information about Spamty including contact information according to German law.
de_de: Hier sind alle rechtlichen Informationen über Spamty, einschließlich Kontaktinformationen nach deutschen Recht.
fr_fr: Voici toutes les informations légales sur Spamty, y compris les coordonnées selon la loi allemande.

source: This is the legal notice according to &sect; 5 TMG (German teleservices act) for the folloiwng websites:
de_de: Das ist das Impressum nach &sect; 5 TMG (Telemediengesetz) für folgende Websites:
fr_fr: Ceci est l’avis juridique selon § 5 TMG (loi allemande sur les téléservices) pour les sites:

source: This Website is provided by:
de_de: Diese Website wird angeboten von:
fr_fr: Ce site Web est fourni par:

source: My Email Address
de_de: Meine E-Mail-Adresse
fr_fr: Mon adresse mail

source: Contact form
de_de: Kontaktformular
fr_fr: Formulaire de contact

source: Not Commercial
de_de: Nicht Kommerzielles Angebot
fr_fr: Non Commercial

source: This webservice is provided without a gainful intension. Spamty is completely ad-free.
de_de: Diese Website ist ein rein privates, nicht kommerzielles Angebot und wird auch nicht mit gewinnbringenden Absichten betrieben.
fr_fr: Ce webservice est fourni sans intension lucrative. Spamty est complètement libre de toute publicité.

source: Disclaimer
de_de: Haftungsausschluss
fr_fr: Exclusion de responsabilité

source: We assume no liability for the correctness and the up-to-dateness of the content of this website.
de_de: Wir übernehmen keine Haftung für die Richtigkeit, Vollständigkeit und Aktualität des Inhalts dieser Website.
fr_fr: Nous déclinons toute responsabilité pour l’exactitude et l’actualité mise à du contenu de ce site.

source: We are not obliged to check external pages for their lawfulness.
de_de: Wir sind nicht verpflichtet externe Websites bzw. Links zu diesen Seiten auf deren Rechtmäßigkeit zu überprüfen.
fr_fr: Nous ne sommes pas obligés de vérifier les pages externes pour leur légalité.

source: We are not liable for the content of linked websites but we will immediately remove links to external pages containing unlawful content if we notice.
de_de: Wir sind nicht verantwortlich für die Inhalte von verlinkten Websites. Bei Bekanntwerden von Rechtswidrigen Inhalten oder anderen Rechtsverletzungen, werden wir diese Inhalte oder Links sofort entfernen.
fr_fr: Nous ne sommes pas responsable du contenu des sites liés, mais nous allons immédiatement supprimer les liens vers des pages externes contenant contenu illégal si l’on remarque.

source: The users are liable for everything they do and the content they publish on this website.
de_de: Die Benutzer sind verantwortlich für das, was sie tun und die Inhalte, die sie auf dieser Website veröffentlichen.
fr_fr: Les utilisateurs sont responsables de tout ce qu’ils font et le contenu qu’ils publient sur ce site.

source: According to &sect;&sect; 7 to 10 TMG we are not liable for their content.
de_de: Nach &sect;&sect; 7 bis 10 TMG sind wir für Ihre Inhalte nicht verantwortlich.
fr_fr: Selon §§ 7 à 10 TMG, nous ne sommes pas responsables de leur contenu.

source: Data Protection
de_de: Datenschutz
fr_fr: Protection des données

source: You can find our <a>privacy policy here</a>.
de_de: Du findest unsere <a>Datenschutzbestimmungen hier</a>.
fr_fr: Vous pouvez trouver notre <a>politique de confidentialité ici.</a>

source: There are detailed information about cookies, our newsletter and the storage of personal data.
de_de: Dort sind unter anderem weitere Informationen zu Cookies, Newsletter und der Speicherung deiner persönlichen Daten.
fr_fr: Il ya des informations détaillées sur les cookies, notre bulletin d’information et le stockage des données personnelles.

source: Acknowledgements
de_de: Nachweise
fr_fr: Remerciements

source: Picture on our Error 404 Page:
de_de: Bild auf der Error-404-Seite:
fr_fr: Imaginez sur notre page d’erreur 404:

source: "<a>Blue heeler pup</a>" by Dana Sibera,
de_de: „<a>Blue heeler pup</a>“ von Dana Sibera,
fr_fr: <a>“Blue heeler pup“</a> par Dana Sibera,

source: On Flickr
de_de: Auf Flickr
fr_fr: Sur Flickr

source: licensed under <a>Creative Commons BY 2.0</a>.
de_de: unter der <a>Creative Commons BY 2.0</a> Lizenz.
fr_fr: sous licence <a>Creative Commons BY 2.0.</a>

source: https://creativecommons.org/licenses/by/2.0/
de_de: https://creativecommons.org/licenses/by/2.0/deed.de
fr_fr: https://creativecommons.org/licenses/by/2.0/deed.fr

source: Some people use robots to search the internet for email addresses and send spam mails to them.
de_de: Manche Leute verwenden Maschinen um das Internet nach E-Mail-Adresse zu durchsuchen. An die gefundenen Adressen versenden sie dann Spam.
fr_fr: Certaines personnes utilisent des robots pour rechercher sur Internet des adresses e-mail et envoyer des messages de spam pour eux.

source: To protect against spam you were redirected to this website. We will check if you are a human and if we can show you the email address.
de_de: Um sich vor Spam zu schützen, wurdest du auf diese Seite geleitet und siehst nicht direkt die E-Mail-Adresse. Wir prüfen mit dem Captcha ob du ein Mensch bist und zeigen dir erst dann die E-Mail-Adresse.
fr_fr: Pour protéger contre le spam vous étiez redirigé vers ce site. Nous allons vérifier si vous êtes un humain et si nous pouvons vous montrer l’adresse e-mail.

source: Enter the letters (not case sensitive) and numbers above to verify that you are no robot.
de_de: Gebe die Buchstaben (Groß- und Kleinschreibung ist egal) und Zahlen oben ein um zu bestätigen, dass du kein Roboter bist.
fr_fr: Entrez les numéros ci-dessus pour vérifier que vous n’êtes aucun robot et lettres (non sensible à la casse).

source: If you have problems try a <a>different image</a>.
de_de: Bei Problemen versuche <a>ein neues Bild</a>.
fr_fr: Si vous avez des problèmes, essayez une <a>image différente</a>.

source: Why?
de_de: Warum?
fr_fr: Le Pourquoi ?

source: Show Email
de_de: E-Mail anzeigen
fr_fr: Afficher Email

source: Please do not fill out the email field. It is for spam protection only.
de_de: Bitte fülle nicht das Feld „email“ aus. Es dient nur als Spam-Schutz.
fr_fr: S’il vous plaît ne pas remplir le champ email. Il est pour la protection anti-spam uniquement.

source: Go back and try again.
de_de: Gehe zurück und versuche es nochmals.
fr_fr: Veuillez revenir en arrière et réessayer.

source: Please send an email to contact@spamty.eu if you need help.
de_de: Bitte schicke eine E-Mail an contact@spamty.eu wenn du Hilfe benötigst.
fr_fr: S’il vous plaît envoyez un courriel à contact@spamty.eu si vous avez besoin d’aide.

source: Please fill out the Captcha field.
de_de: Bitte fülle das Captcha-Feld aus.
fr_fr: Remplissez le captcha valide.

source: We couldn't verify that you are a human.
de_de: Wir konnten nicht bestätigen, dass du ein Mensch bist.
fr_fr: Nous ne pouvions pas vérifier que vous êtes un être humain.

source: Your IP address was blocked because of spamming.
de_de: Deine IP-Adresse wurde wegen Spamming blockiert.
fr_fr: Votre adresse IP a été bloquée à cause de spamming.

source: We can help you to see the requested email address:
de_de: Wir können dir helfen, die gewünschte E-Mail Adresse zu sehen:
fr_fr: Nous pouvons vous aider à voir l’adresse email demandée:

source: We will try to fix this problem and tell you the email address you wanted to see.
de_de: Wir geben dir dann die E-Mail Adresse, die du eigentlich wolltest und beheben dieses Problem.
fr_fr: Nous allons essayer de résoudre ce problème et vous dire l’adresse e-mail que vous vouliez voir.

source: Here is the Email Address you wanted to see:
de_de: Hier ist die E-Mail-Adresse, die du sehen wolltest:
fr_fr: Voici l’adresse email que vous vouliez voir:

source: This link was invalid. You - or the person who gave you this link - probably made a typo.
de_de: Dieser Link war ungültig. Du - oder die Person, von der du den Link hast - hat vermutlich einen Tippfehler gemacht.
fr_fr: Ce lien n’était pas valide. Vous - ou la personne qui vous a donné ce lien - probablement fait une faute de frappe.

source: We would love to help you with this problem but we can't. We also don't know the correct link.
de_de: Wir würden dir gerne bei diesem Problem helfen, aber das geht leider nicht. Wir kennen auch nicht den richtigen Link.
fr_fr: Nous serions ravis de vous aider avec ce problème, mais nous ne pouvons pas. Aussi, nous ne savons pas le lien exact.

source: Email Address
de_de: E-Mail Adresse
fr_fr: Adresse Email

source: Please solve the captcha below to see the email address:
de_de: Bitte löse das Captcha unten um die E-Mail Adresse zu sehen:
fr_fr: S’il vous plaît résoudre le captcha ci-dessous pour voir l’adresse e-mail:

source: You can also <a>use our contact form</a>.
de_de: Du kannst auch <a>unser Kontaktformular</a> benutzen.
fr_fr: Vous pouvez utiliser <a>notre formulaire de contact</a>.

source: I'm no spammer!
de_de: Ich bin kein Spammer!
fr_fr: Je ne suis pas spammeur!

source: Your current IP address was reported on stopforumspam.com. We suppose you are a spammer.
de_de: Deine aktuelle IP-Adresse wurde auf stopforumspam.com gemeldet. Wir vermuten, dass du ein Spammer bist.
fr_fr: Votre adresse IP actuelle a été signalé sur stopforumspam.com. Nous supposons que vous êtes un spammeur.

source: You probably got a random IP address from your internet service provider which someone else used earlier for spamming.
de_de: Du hast wahrscheinlich aber eine zufällige IP-Adresse von deinem Internet-Anbieter bekommen, die jemand früher für Spamming verwendet hat.
fr_fr: Vous probablement obtenu une adresse IP aléatoire de votre fournisseur de services internet dont quelqu’un d’autre utilisé précédemment pour faire du spam.

source: You can <a>remove this IP address from the stopforumspam-database</a> or wait until you get a new IP address from your provider (usually a few hours).
de_de: Du kannst <a>diese IP-Adresse aus der StopForumSpam-Datenbank entfernen</a>, oder warten, bis du eine neue IP-Adresse von deinem Provider erhältst (in der Regel automatisch in ein paar Stunden).
fr_fr: Vous pouvez <a>supprimer cette adresse IP de la stopforumspam-base de données</a> ou attendre jusqu’à ce que vous obtenez une nouvelle adresse IP de votre fournisseur (généralement quelques heures).

source: You can <a>contact me</a> if you have questions.
de_de: <a>Schreibe mir</a>, wenn du Fragen hast.
fr_fr: Vous pouvez <a>me contacter</a> si vous avez des questions.

source: Subscribe to our newsletter
de_de: Abonniere unseren Newsletter
fr_fr: S’abonner à la newsletter

source: We will inform you regularly about all news from Spamty with our free email newsletter.
de_de: Wir informieren dich regelmäßig über alle Neuigkeiten von Spamty mit unserem Newsletter.
fr_fr: Nous vous informerons régulièrement sur toutes les nouvelles de Spamty avec notre newsletter gratuite.

source: Stay informed <small>with our newsletter</small>
de_de: Bleibe informiert <small>mit unserem Newsletter</small>
fr_fr: Restez informé <small>avec notre newsletter</small>

source: We will inform you regularly about all news from <a>our blog</a>.
de_de: Wir informieren dich regelmäßig über alle Neuigkeiten aus <a>dem Blog</a>.
fr_fr: Nous vous informerons régulièrement sur toutes les nouvelles de <a>notre blog</a>.

source: Email Address
de_de: E-Mail-Adresse
fr_fr: Adresse Email

source: Language
de_de: Sprache
fr_fr: Langue

source: All fields are required.
de_de: Alle Felder müssen ausgefüllt werden.
fr_fr: Tous les champs sont requis.

source: The newsletter powered by <a>Mailchimp</a>.
de_de: Der Newsletter wird von <a>Mailchimp</a> versendet.
fr_fr: Le bulletin d’information alimenté par <a>Mailchimp</a>.

source: Mailchimp Website
fr_fr: Mailchimp Site

source: By signing up you agree to our <a>privacy policy</a>.
de_de: Durch die Anmeldung akzeptierst du die entsprechenden <a>Datenschutzbestimmungen</a>.
fr_fr: En vous inscrivant, vous acceptez notre <a>politique de confidentialité</a>.

source: Subscribe
de_de: Abonnieren
fr_fr: S’inscrire

source: Premium Service
fr_fr: Service Premium

source: We offer Spamty for free but there are also some additional features for users of our premium service.
de_de: Wir bieten Spamty kostenlos an, aber es gibt auch einige zusätzliche Features für die Nutzer von unserem Premium-Service.
fr_fr: Nous offrons Spamty gratuitement, mais il y a aussi quelques fonctionnalités supplémentaires pour les utilisateurs de notre service.

source: We are working on some new features for a premium service. This is currently a beta test and only available for a few selected users.
de_de: Wir arbeiten an einigen neuen Features für einene Premium-Service. Dies ist derzeit ein Beta-Test und nur für wenige ausgewählte Benutzer verfügbar.
fr_fr: Nous travaillons sur quelques nouvelles fonctionnalités pour un service de qualité supérieure. Il s’agit actuellement d’un bêta-test et n’est disponible pour quelques utilisateurs sélectionnés.

source: Best spam protection
de_de: Bester Spamschutz
fr_fr: Protection anti spam

source: Ad free
de_de: Werbefrei
fr_fr: Sans publicité

source: Secure Captcha
de_de: Sicheres Captcha
fr_fr: Captcha sécurisé

source: Multilingual
de_de: Mehrsprachig
fr_fr: Multilingue

source: Own Logo
de_de: Eigenes Logo
fr_fr: Propre logo

source: Custom Short-URL
de_de: Eigene Kurz-URL
fr_fr: URL court personnalisée

source: No Spamty navigation
de_de: Keine Spamty Navigation
fr_fr: Aucune barre de navigation

source: Costs
de_de: Kosten
fr_fr: Coûts

source: Completely free
de_de: Völlig kostenlos
fr_fr: Entièrement gratuit

source: unknown
de_de: unbekannt
fr_fr: inconnue

source: Try the new features with <a>this link</a>.
de_de: Probiere die neuen Funktionen aus mit <a>diesem Link</a>.
fr_fr: Essayez les nouvelles fonctionnalités avec <a>ce lien</a>.

source: We protect your personal data as best as possible. Read our privacy policy to see what data we collect, store and share.
de_de: Wir schützen deine Daten so gut wie möglich. Lese unsere Datenschutzhinweise um zu erfahren, welchen Daten wir erheben, speichern und teilen.
fr_fr: Nous protégeons vos données personnelles autant que possibles. Lire notre politique de confidentialité afin de voir quelles données nous recueillir, stocker et partager.

source: We will explain on this page what information we collect, how the data is stored and how we use your personal information.
de_de: Hier erklären wir, welche deiner Daten wir erfassen, speichern und wofür wir diese verwenden.
fr_fr: Nous allons vous expliquer sur cette page les informations que nous recueillons, comment les données sont stockées et comment nous utilisons vos informations personnelles.

source: What kind of information do we store?
de_de: Welche Daten speichern wir?
fr_fr: Quel genre d’information ne nous stockons?

source: The use of this website is possible without the declaration of any personal data. It is voluntary to share personal data with us.
de_de: Die Nutzung dieser Website erfolgt grundsätzlich ohne die Angabe von personenbezogener Daten. Wenn personenbezogene Daten erhoben werden, erfolgt dies auf freiwilliger Basis.
fr_fr: L’utilisation de ce site est possible sans la déclaration des données personnelles. Il est volontaire pour partager des données personnelles avec nous.

source: If you <a>create a link to your email address</a> we will store your email encrypted in our database.
de_de: Wenn du einen <a>Link zu deiner E-Mail Adresse</a> erstellst, wird deine E-Mail Adresse in verschlüsselter Form in unserer Datenbank gespeichert.
fr_fr: Si vous <a>créez un lien vers votre adresse e-mail</a>, nous allons stocker votre e-mail crypté dans notre base de données.

source: Furthermore we store the date and time when the link was generated.
de_de: Zusätzlich speichern wir noch das Datum und Uhrzeit, wenn du den Link erstellst.
fr_fr: En outre, nous stockons la date et l’heure lorsque le lien a été généré.

source: How is the email address encrypted?
de_de: Wie wird die E-Mail-Adresse verschlüsselt?
fr_fr: Comment l’adresse e-mail est crypté?

source: The key for the encryption is randomly generated. It is not stored on our server. It is contained in the link to your email address. A decryption without this key is impossible.
de_de: Zur Verschlüsselung wird ein zufällig generierter Schlüssel benutzt. Dieser wird nicht bei uns gespeichert. Er ist Bestandteil des Links, den du erhältst. Eine Entschlüsselung ist ohne diesen Schlüssel - auch für uns - nicht möglich.
fr_fr: La clé pour le cryptage est générée de façon aléatoire. Ce ne sont pas stockées sur notre serveur. Elle est contenue dans le lien à votre adresse e-mail. Un décryptage sans cette clé est impossible.

source: Sharing of personal data
de_de: Weitergabe von Daten
fr_fr: Partage des données personnelles

source: Of course we do not share any personal data with third parties.
de_de: Deine Daten werden selbstverständlich nicht an Dritte weitergegeben.
fr_fr: Bien sûr, nous ne partageons pas de données personnelles à des tiers.

source: If someone clicks on the link to your email address he will be able to see your email. You shouldn't share the link with anyone who is not allowed to view your email address.
de_de: Wenn jemand den Link zu deiner E-Mail Adresse kennt, kann derjenige auch deine E-Mail Adresse ansehen. Teile den Link also nur so, dass niemand unberechtigtes Zugang zu ihm hat.
fr_fr: Si quelqu’un clique sur le lien à votre adresse e-mail, il sera en mesure de voir votre boîte email. Vous ne devez pas partager le lien avec quelqu’un qui ne soit pas autorisé à voir votre adresse email.

source: How can I delete my data?
de_de: Daten löschen
fr_fr: Comment puis-je supprimer mes données?

source: Please <a>contact us</a> to deactivate the link or to delete your data.
de_de: <a>Kontaktiere uns</a> bitte um den Link zu deiner E-Mail Adresse zu deaktivieren oder um deine Daten löschen zu lassen.
fr_fr: S’il vous plaît <a>nous contacter</a> pour désactiver le lien ou de supprimer vos données.

source: Usage Statistics (Piwik)
de_de: Benutzungsstatistiken (Piwik)
fr_fr: Statistiques d’utilisation (Piwik)

source: We do not track our visitors.
de_de: Wir verfolgen nicht unserer Besucher.
fr_fr: Nous ne suivent pas de nos visiteurs.

source: Cookie Policy
de_de: Cookie-Hinweise
fr_fr: Politique de cookies

source: Cookies are small files that are stored in your browser. With this for example it is possible to store and get your preferred language setting.
de_de: Cookies sind kleine Textdateien, die in deinem Browser gespeichert werden. Mit diesen kann zum Beispiel die bevorzugte Spracheinstellung gespeichert werden.
fr_fr: Les cookies sont de petits fichiers qui sont stockés dans votre navigateur. Avec ce par exemple, il est possible de stocker et d’obtenir votre paramètre de langue préférée.

source: You can disable cookies in your browser's setting. Then we won't be able to store them.
de_de: Du kannst Cookies in deinem Browser deaktivieren und löschen. Dann werden keine mehr durch diese Website gespeichert.
fr_fr: Vous pouvez désactiver les cookies dans les paramètres de votre navigateur. Ensuite, nous ne serons pas capables de les stocker.

source: The newsletter is powered by <a>Mailchimp</a> (The Rocket Science Group, LLC, 512 Means St., Suite 404, Atlanta, Georgia 30318, USA).
de_de: Der Newsletter wird von <a>Mailchimp</a> (The Rocket Science Group, LLC, 512 Means St., Suite 404, Atlanta, Georgia 30318, USA) versendet.
fr_fr: Le bulletin est alimenté par <a>Mailchimp</a> (The Rocket Science Group, LLC, 512 Moyens St., Suite 404, Atlanta, Georgia 30318, USA).

source: If you sign up your personal data will be share with this company.
de_de: Meldest du dich zum Newsletter an, werden deine persönlichen Daten an das Unternehmen übertragen.
fr_fr: Si vous vous inscrivez vos données personnelles seront part avec cette société.

source: Mailchimp complies to the <a>Safe Harbor Principles</a>.
de_de: Mailchimp hat sich dem <a>Safe-Harbor-Abkommen</a> angeschlossen.
fr_fr: Mailchimp conforme aux <a>principes Safe Harbor</a>.

source: https://en.wikipedia.org/wiki/International_Safe_Harbor_Privacy_Principles
de_de: https://de.wikipedia.org/wiki/Safe_Harbor
fr_fr: https://fr.wikipedia.org/wiki/Safe_Harbor

source: You can find their <a>privacy policy here</a>.
de_de: Du findest die <a>Datenschutzbestimmungen von Mailchimp</a> hier.
fr_fr: Vous pouvez trouver leur <a>politique de confidentialité ici</a>.

source: Mailchimp privacy policy
de_de: Mailchimp Datenschutz
fr_fr: Politique de confidentialité Mailchimp

source: We can delete the data which was stored for the newsletter. Please <a>conatct us</a>.
de_de: Du kannst deine Daten, die für den Newsletter gespeichert werden jederzeit durch eine <a>kurze Nachricht an uns</a> löschen lassen.
fr_fr: Nous pouvons supprimer les données qui a été stocké à la newsletter. S’il vous plaît <a>nous conatct</a>.

source: More Informationen
de_de: Weitere Informationen
fr_fr: Plus d’informations

source: You can contact me if you have any questions according the data protection:
de_de: Bei Fragen zum Datenschutz kannst du mich jederzeit kontaktieren:
fr_fr: Vous pouvez me contacter si vous avez des questions:

source: More contact options
de_de: Weitere Kontaktmöglichkeiten
fr_fr: Plusieurs options de contact

source: Why should I use this service?
de_de: Warum sollte ich diesen Service nutzen?
fr_fr: Pourquoi devrais-je utiliser ce service?

source: Sometimes you may need to publish your email address on the internet. With Spamty you can protect it very good against spam.
de_de: Machmal musst du deine E-Mail-Adresse im Internet veröffentlichen. Mit Spamty kannst du sie dabei sehr gut vor Spam schützen.
fr_fr: Parfois, vous devrez peut-être publier votre adresse email sur internet. Avec Spamty vous pouvez protéger très bon contre le spam.

source: Why should I use Spamty?
de_de: Warum sollte ich Spamty verwenden?
fr_fr: Pourquoi est-ce que je devrais utiliser Spamty?

source: Sometimes you may need to publish your email address on the Internet. We'll protect it against spam.
de_de: Manchmal musst du vielleicht deine E-Mail-Adresse im Internet veröffentlichen. Wir schützen sie vor Spam.
fr_fr: Parfois, vous devrez peut-être publier votre adresse email sur Internet. Nous allons protéger contre le spam.
